[
    "You may not be a dwarf, but you sure just did dig a hole… There wasn’t anything at the bottom, though.",
    "All that digging, and all you found was sand. What the fuck?",
    "The people in your life are like all these fucking grains of sand you’ve been removing to make a hole, and they all stick together. Often… near… What was it again? Ugh, you don’t remember, and there’s no more sand here. What a waste.",
    "Just keep digging, just keep digging… this is so fun! Said nobody, ever. You found nothing.",
    "Wow, what a great deal of time you sure just did do spend in this here sand hole full of air. You got nothing.",
    "After all your hard work removing all of this sand… from the other sand, you find exactly what you’ve been looking for. A friend! … Wait, where are you going? No, please, it’s so lonely down here!",
    "Guess what? You found something. It's really rare, and chances are you will have to fight to the death over who gets to keep this... It's a blue grain of sand...",
    "Who in their right mind designed this event? There's so much digging, and all you get from it is sand and an hour of cooldown before your body decides it's time to go again.",
    "You found nothing, but you've been thinking... What are you even looking for, anyways? Sand? More sand? Lots of sand? Heaps of sand? A whole fuckton of sand? Must be, 'cause that's all you're getting out of this hard work.",
    "All this digging is about as interesting for you as it is coming up with these random responses for when you find ABSOLUTELY NOTHING.",
    "At the end of your journey into the sand, you find the absense of everything; that is, nothing. You find nothing. This was a waste of fucking time.",
    "Ah, yes, delicious sand. Yum yum, down it goes. It's got a very delicious and crunchy texture and it tastes like sand. Who are you kidding, this shit's nasty.",
    "Mister sandman... Why did you wake me up in the middle of a desert, only to dig and dig through one whole entire fuckton of sand, to find nothing?",
    "Now, this is a story all about how your life got flipped-turned upside down. And I'd like to take a minute, just sit right there, I'll tell you all about how I found nothing at the end of this pile of fucking sand."
]